StartText = ("""
             Привет! 👋

Я <b>OneriMeet</b> — твой помощник в мире знакомств! 😄

Моя цель — помочь тебе найти интересных собеседников и завести новые знакомства! 🌍💬

    Вот что ты можешь делать:
1. 🌟 Начни знакомство с командой /start (ты уже это сделал!).
2. 📝 Заполни свой профиль и настрой интересы.
3. 🔎 Ищи новых людей по интересам и начинай общение!
4. 💌 Получай удовольствие от общения!

Если ты не знаешь, что делать дальше — используй команду /info, и я расскажу тебе, как использовать бота на 100%! 😉

Я всегда рядом, чтобы помочь тебе найти собеседников и сделать твое время в OneriMeet интересным и увлекательным! 🚀

Удачи! 😊
    """)


InfoText = ( """
Привет! Я бот знакомств <b>OneriMeet</b>. Моя цель - помочь вам найти интересных людей для общения и знакомства. 

Я использую простую и удобную платформу, чтобы вы могли:
<b>- Общаться с другими пользователями,
- Искать людей по интересам,
- Настроить профиль и персонализировать свои предпочтения,
- И многое другое!</b>

 Как начать:
<b>1. Используйте команду /start, чтобы начать знакомство и настроить свой профиль.
2. Для получения помощи в любой момент используйте команду /help.
3. Ищите Знакомства!</b>

 Особенности:
<b>- Удобный поиск по интересам.
- Мгновенные сообщения и уведомления.
- Простой интерфейс, который поможет вам быстро найти собеседника.</b>

Если вам понравился этот бот, не стесняйтесь рекомендовать его друзьям и делиться отзывами!

Пишите мне, если у вас возникнут вопросы. Я всегда здесь, чтобы помочь! 😊
    """)

HelpText = (""" 
    Доступные команды:
- <b>/start</b> - Начать работу с ботом
- <b>/help</b> - Получить помощь по боту
- <b>/info</b> - Узнать информацию о боте
- <b>/register</b> - регистрация в боте
- <b>/profile</b> - Посмотреть свой профиль
- <b>/Newprofile</b> - Переделать свой профиль

             """)

